Repository: emiliodallatorre/bookaround
Catalog: lib/l10n/intl_*.arb
Languages: it

source: Phone number
it: Numero di telefono

source: Proceed
it: Procedi

source: Login
it: Accedi

# wrongCode
source: This code is not working, try again
it: Questo codice non è corretto, riprova

# sellBooks
source: My books
it: I miei libri

# buyBooks
source: Searching
it: Le mie ricerche

# noBooks
source: There aren't any book here yet, add one with the "add" button...!
it: Non c'è ancora nessun libro in questa sezione, aggiungilo con l'apposito pulsante...!

source: Edit profile
it: Modifica profilo

source: Name
it: Nome

source: Surname
it: Cognome

source: City
it: Città

source: Save
it: Salva

# requiredField
source: This field is required
it: Questo campo è necessario

# highlight
source: The book presents colored highlighting
it: Il libro presenta segni di evidenziatore

# pencil
source: The book presents pencil signs
it: Il libro è stato annotato in matita

# pen
source: The book has stuff written with pen
it: Sul libro è stata utilizzata la penna o altro marcatore indelebile

# bookError
source: An error occurred with this book
it: C'è stato un errore con questo libro

# whereIsBook
source: Where is this book?
it: Dove si trova il libro?

source: Add
it: Aggiungi

# bookNotFoundError
source: Book not found
it: Libro non trovato

source: Manual add
it: Aggiunta manuale

# title
source: Book title
it: Titolo del libro

# authors
source: Authors, separated by a comma
it: Autori, separati da una virgola

# wrongField
source: This field is not filled correctly
it: Inserisci correttamente questo dato

source: Responsible use
it: Uso responsabile

# responsibleUseExtended
source: When you manually define this ISBN data, you are accepting that the users who - by now - will scan this ISBN, will use this data. We cannot check every book insertion: please, insert this data correctly.
it: Nel definire manualmente i dati di questo ISBN, accetti che gli utenti che dopo di te lo scansioneranno, possano attingere ai dati che ora inserirai. Non abbiamo la possibilità di controllare che ogni libro venga inserito correttamente: per favore, inserisci questi dati con cura.

# chooseSource
source: Choose image source
it: Scegli sorgente immagine

# chooseSourceExtended
source: Please, take or upload a photo of the cover of the book you are inserting. This will be publicly visible.
it: Per favore, acquisisci o seleziona una sorgente per l'immagine di copertina del libro. Quest'immagine sarà pubblicamente visibile.

# sourceCamera
source: Camera
it: Fotocamera

# sourceGallery
source: Gallery
it: Galleria

source: Add image
it: Aggiungi immagine

source: Proximity search
it: Ricerca di prossimità

# enableProximityBooks
source: Do you want to enable proximity search? You will be able to find nearby books. If you won't enable it, you'll be able to enable it later in app settings.
it: Vuoi abilitare la ricerca di prossimità? Ti sarà utile per trovare i libri che cerchi vicino a te. Se non attiverai questa funzionalità ora, potrai sempre farlo nelle impostazioni dell'app.

source: Nearby books
it: Libri nei dintorni

source: Enable
it: Abilita

source: Undo
it: Annulla

# searchBook
source: Search a book...
it: Cerca un libro...

# noResults
source: We didn't find anything with this query, please retry within the next days: some users could decide to sell this book in the future!
it: Non abbiamo trovato nessun libro con questa query, riprova nei prossimi giorni: può darsi che qualche utente metta in vendita questo testo in futuro!

# noSearch
source: Type something to start a new search...
it: Scrivi qualcosa per iniziare una nuova ricerca...

# noSearchBooks
source: You haven't added any book to your search list yet, add one with the search button on the right...!
it: Al momento non hai ancora aggiunto alcun libro alla tua lista di ricerca, aggiungine uno col pulsante "Cerca" in alto a destra...!

source: Usage
it: Utilizzo

source: Present
it: Presente

source: Sold by
it: Venduto da

# chats
source: Chat
it: Conversazioni

# noChats
source: You don't have any chat yet. Here will appear the chats you'll start with other users.
it: Non hai ancora alcuna conversazione. Compariranno qui quelle che avvierai con gli altri utenti.

# getInTouchWithSeller
source: Get in touch with the seller
it: Contatta il venditore

# position
source: Location
it: Posizione

source: Write a message...
it: Scrivi un messaggio...

# noMessages
source: No message in this chat, send one to start!
it: Nessun messaggio in questa chat, scrivine uno per iniziare!

# km
source: kms
it: km

# removeBookFromSell
source: Remove this insertion
it: Rimuovi dalla vendita

# removeBookBecauseSell
source: I sold this book on Bookaround
it: Ho venduto questo libro tramite Bookaround

# removeBookBecauseOtherSell
source: I sold this book out of Bookaround
it: Ho venduto questo libro esternamente a Bookaround

# removeBookBecauseAlter
source: Other
it: Altro

# editInsertion
source: Edit
it: Modifica

# bookState
source: Book status
it: Stato del libro

# noIsbnScanned
source: No ISBN found
it: Nessun ISBN trovato

source: Insert ISBN
it: Inserisci ISBN

# isbnLengthError
source: ISBNs are 10 or 13 characters long
it: Gli ISBN sono di 10 o 13 caratteri

source: Edit image
it: Modifica immagine

source: Delete image
it: Elimina immagine

# removeBookSearch
source: Remove this book from wishlist?
it: Rimuovere questo libro dalla ricerca?

# removeBookSearchExtended
source: If you'll remove this book from your wishlist, you will stop receiving notifications if a user tries to sell a copy of it.
it: Se rimuoverai questo libro dalla ricerca, non riceverai più notifiche quando un utente ne metterà in vendita una copia.

# showcaseFloatingActionButton
source: Use this button to add books you wanna sell. Scan the corresponding ISBN (barcode) and Bookaround will get away with it.
it: Usa questo pulsante per aggiungere i libri che vuoi vendere. Scansiona il relativo ISBN (il codice a barre) e Bookaround si occuperà di tutto.

# showcaseChat
source: In this tab you'll be able to see your chats
it: In questa sezione potrai vedere le chat che hai iniziato con gli altri utenti

# showcaseSearchBottom
source: In this section you'll be able to add books to your wishlist and see sellers nearby
it: In questa sezione potrai aggiungere libri alla tua wishlist e vederne le copie in vendita nei dintorni

# showcaseAddToWishlist
source: Use this button to find books you're looking for (by title, author or ISBN) and add them to your wishlist
it: Usa questo pulsante per cercare i libri che stai cercando (per titolo, autore o ISBN) ed aggiungerli alla lista desideri

source: Terms and conditions
it: Termini e condizioni

# beforeLogin
source: Before logging in read our
it: Prima di accedere consulta la nostra

source: and our
it: e i nostri

# insertSmsCode
source: Insert the code you received by SMS
it: Inserisci il codice che hai ricevuto tramite SMS

source: Invite a friend
it: Invita un amico

# appAbout
source: Bookaround is free and will always be this way, we believe in Culture to be accessible to everyone as a source of freedom. I owe the inspiration for this app to my mother.
it: Bookaround è gratuita e lo sarà sempre, perché crediamo fermamente nella Cultura accessibile a tutti come fonte di libertà. Per quest'app devo l'ispirazione a mia madre.

source: Report book
it: Segnala inserzione
